---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecModifications
source: html/585252c3-a63f-b095-11e6-6e040a1c6a75.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecModifications Property

"Modifications"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecModifications { get; }
```